[
    {
        "title": "Туристическая",
        "icon": "M11.1313 27.8688L5.9313 25.025L7.63755 23.3188L11.7 23.8875L18.0375 17.55L5.36255 10.6438L7.63755 8.3688L23.1563 12.35L29.5344 6.05317C29.9948 5.59276 30.5706 5.36255 31.2618 5.36255C31.953 5.36255 32.5282 5.59276 32.9875 6.05317C33.448 6.51359 33.6782 7.08938 33.6782 7.78055C33.6782 8.47172 33.448 9.04697 32.9875 9.5063L26.65 15.8438L30.6313 31.3625L28.3563 33.6376L21.45 20.9625L15.1125 27.3L15.6813 31.3625L13.975 33.0688L11.1313 27.8688Z",
        "desc": {
            "desc1": "Позволяет вам посетить другую страну с целью туризма",
            "desc2": "Туристическая виза предназначена для иностранных граждан, желающих посетить другую страну с целью туризма, отдыха или посещения родственников.",
            "desc3": "Основные требования:",
            "desc4": "• Заявление: Заполненная анкета на получение визы. \n• Паспорт: Действительный паспорт. \n• Фотография: Цветная фотография размером 35x45 мм, сделанная за последние 6 месяцев. \n• Подтверждение брони: Подтверждение брони отеля или места проживания. \n• Страховка: Медицинская страховка с покрытием в Европе не менее €30.000. \n• Финансовые гарантии: Доказательства финансовой состоятельности для покрытия расходов во время пребывания. \n• Приглашение (при наличии): Приглашение от туристической фирмы или частного лица (если необходимо). \n",
            "desc5": "Процесс подачи заявки:",
            "desc6": "•Заполнение анкеты: Онлайн или через посольство/консульство Республики Беларусь. \n• Подача документов: Отправка необходимых документов в ближайшее посольство/консульство или через онлайн-систему. \n• Оплата визового сбора: Уплата консульского сбора в соответствии с тарифами. \n",
            "desc7": "Сроки рассмотрения: \nОбычно срок рассмотрения заявления на туристическую визу в Республику Беларусь составляет от нескольких рабочих дней до нескольких недель. \n ",
            "desc8": "Примечания:",
            "desc9": " • По прибытии в Беларусь необходимо предъявить документы, подтверждающие цель поездки и условия пребывания. \n• Решение о выдаче визы принимается консульским офисом. "
        }
    },
    {
        "title": "Рабочая",
        "icon": "M32.5 9.75H26V6.5C26 4.69625 24.5537 3.25 22.75 3.25H16.25C14.4462 3.25 13 4.69625 13 6.5V9.75H6.5C4.69625 9.75 3.26625 11.1962 3.26625 13L3.25 30.875C3.25 32.6787 4.69625 34.125 6.5 34.125H32.5C34.3037 34.125 35.75 32.6787 35.75 30.875V13C35.75 11.1962 34.3037 9.75 32.5 9.75ZM22.75 9.75H16.25V6.5H22.75V9.75Z",
        "desc": {
            "desc1": "Выдается лицам, которые планируют работать в другой стране",
            "desc2": "Рабочая виза предназначена для иностранных граждан, которые намерены временно работать в другой стране. Она предоставляет право на занятие определенной должности или выполнение определенной работы в течение установленного периода времени.",
            "desc3": "Основные требования:",
            "desc4": "• Заявление: Заполненная анкета на получение визы. \n• Паспорт: Действительный паспорт. \n• Фотография: Цветная фотография размером 35x45 мм, сделанная за последние 6 месяцев. \n• Страховка: Медицинская страховка с покрытием в Европе не менее €30.000. \n• Приглашение от работодателя: Приглашение от работодателя о действительности трудоустройства за границу.\n",
            "desc5": "Процесс подачи заявки:",
            "desc6": "• Подготовка документов: Собрать необходимые документы, включая приглашение от работодателя, медицинскую страховку, паспортные данные и другие требуемые документы. \n• Подача заявления: Подача заявления на рабочую визу обычно осуществляется через дипломатические представительства Беларуси за рубежом или через специальные службы внутри страны. \n• Ожидание рассмотрения: Сроки рассмотрения могут варьироваться в зависимости от типа визы и конкретных обстоятельств, но обычно процесс может занять несколько недель. \n",
            "desc7": "Сроки рассмотрения: \nСроки рассмотрения могут варьироваться от нескольких недель до нескольких месяцев, в зависимости от типа визы, загруженности консульства и других факторов. \n",
            "desc8": "Примечания:",
            "desc9": "• Изменения в правилах: Правила и требования могут изменяться со временем, поэтому важно обращаться за актуальной информацией к дипломатическим представительствам или официальным источникам. \n• Консультация с юристом: В случае сложностей с процессом оформления визы, полезно обратиться к юристу или иммиграционному специалисту для получения совета и помощи."
        }
    },
    {
        "title": "Бизнес-виза",
        "icon": "M25.74 19.5L21.45 25.35L19.5 22.62L17.55 25.35L13.26 19.5C5.84998 21.45 5.84998 25.35 5.84998 32.955C5.84998 32.955 11.7 35.1 18.33 35.1H20.67C27.3 34.905 33.15 32.955 33.15 32.955C33.15 25.35 33.15 21.45 25.74 19.5ZM19.5 20.865L16.38 19.5L19.5 22.62L22.62 19.5L19.5 20.865ZM19.5 4.09497C15.795 4.09497 13.65 7.60497 14.235 11.505C14.82 15.405 16.77 18.135 19.5 18.135C22.23 18.135 24.18 15.405 24.765 11.505C25.35 7.40997 23.205 4.09497 19.5 4.09497Z",
        "desc": {
            "desc1": "Для ведения бизнеса, участия в конференциях или переговоров",
            "desc2": "Бизнес-виза предоставляет возможность иностранным предпринимателям, инвесторам или представителям компаний временно пребывать в другой стране с целью проведения деловых встреч, участия в конференциях, заключения контрактов или выполнения других коммерческих операций.",
            "desc3": "Основные требования:",
            "desc4": "• Заявление: Заполненная анкета на получение визы. \n• Паспорт: Действительный паспорт. \n• Фотография: Цветная фотография размером 35x45 мм, сделанная за последние 6 месяцев. \n• Страховка: Медицинская страховка с покрытием в Европе не менее €30.000. \n• Приглашение:  Приглашение от компании или партнера для осуществления деловых целей в стране. \n• Финансовые гарантии: Доказательства финансовой состоятельности для покрытия расходов во время пребывания. \n",
            "desc5": "Процесс подачи заявки:",
            "desc6": "• Подготовка документов: Собрать необходимые документы, включая приглашение от белорусской компании, документы, подтверждающие цель визита, и финансовые документы. \n• Подача заявления: Заявление на бизнес-визу подается через дипломатические представительства Беларуси за рубежом или через специальные службы внутри страны. \n• Рассмотрение заявления: Ваше заявление будет рассмотрено консульством или соответствующим органом. Сроки рассмотрения могут различаться, но обычно это несколько недель.\n",
            "desc7": "Сроки рассмотрения: \nСроки рассмотрения бизнес-виз могут варьироваться в зависимости от конкретных обстоятельств и загруженности консульства, но обычно это несколько недель. \n",
            "desc8": "Примечания:",
            "desc9": "• Обновление информации: Правила и требования могут меняться, поэтому рекомендуется получить актуальную информацию из официальных источников или через дипломатические представительства. \n• Подтверждение планов визита: Хорошей практикой является предоставление полной информации о своих деловых планах в Беларуси для успешного получения бизнес-визы."
        }
    },
    {
        "title": "Учебная",
        "icon": "M34.125 27.625V16.4125L19.5 24.375L1.625 14.625L19.5 4.875L37.375 14.625V27.625H34.125ZM19.5 34.125L8.125 27.95V19.825L19.5 26L30.875 19.825V27.95L19.5 34.125Z",
        "desc": {
            "desc1": "Предназначена для студентов, которые планируют учиться в другой стране",
            "desc2": "Учебная виза выдается иностранным гражданам, желающим получить образование или пройти обучение в другой стране. Она предоставляет возможность учиться в учебном заведении с определенной целью - получения академических знаний или специальной подготовки.",
            "desc3": "Основные требования:",
            "desc4": "• Заявление: Заполненная анкета на получение визы. \n• Паспорт: Действительный паспорт. \n• Фотография: Цветная фотография размером 35x45 мм, сделанная за последние 6 месяцев. \n• Страховка: Медицинская страховка с покрытием в Европе не менее €30.000. \n• Финансовые гарантии: Доказательства финансовой состоятельности для покрытия расходов во время пребывания. \n• Приглашение: Приглашение от учебного заведения о зачислении на обучение за границей. \n",
            "desc5": "Процесс подачи заявки:",
            "desc6": "• Подготовка документов: Собрать необходимые документы, включая приглашение от учебного заведения, доказательства финансовой состоятельности и медицинскую страховку. \n• Подача заявления: Заявление на учебную визу подается через дипломатические представительства Беларуси за рубежом или через специальные службы внутри страны. \n• Рассмотрение заявления: После подачи заявления оно будет рассмотрено консульством или соответствующим органом. Сроки рассмотрения могут быть разными, но обычно это несколько недель. \n",
            "desc7": "Сроки рассмотрения: \nСроки рассмотрения учебных виз могут быть различными и зависят от конкретных обстоятельств, загруженности консульства и других факторов. Обычно это занимает несколько недель. \n",
            "desc8": "Примечания:",
            "desc9": "• Актуальность информации: Правила и требования к учебным визам могут изменяться, поэтому лучше получить актуальную информацию из официальных источников или через дипломатические представительства. \n• Консультация с учебным заведением: Хорошей практикой является общение с учебным заведением напрямую для получения подробной информации о процессе подачи документов и требованиях."
        }
    },
    {
        "title": "Гостевая",
        "icon": "M30.875 11.375H17.875V22.75H4.875V8.125H1.625V32.5H4.875V27.625H34.125V32.5H37.375V17.875C37.375 16.1511 36.6902 14.4978 35.4712 13.2788C34.2522 12.0598 32.5989 11.375 30.875 11.375ZM11.375 21.125C12.6679 21.125 13.9079 20.6114 14.8221 19.6971C15.7364 18.7829 16.25 17.5429 16.25 16.25C16.25 14.9571 15.7364 13.7171 14.8221 12.8029C13.9079 11.8886 12.6679 11.375 11.375 11.375C10.0821 11.375 8.84209 11.8886 7.92785 12.8029C7.01361 13.7171 6.5 14.9571 6.5 16.25C6.5 17.5429 7.01361 18.7829 7.92785 19.6971C8.84209 20.6114 10.0821 21.125 11.375 21.125Z",
        "desc": {
            "desc1": "Предназначена для посещения близких родственников или друзей в другой стране",
            "desc2": "Гостевая виза выдается иностранным гражданам, которые планируют посетить другую страну для посещения родственников, друзей или просто для туристических целей. Она предназначена для краткосрочного пребывания и обычно не предоставляет право на работу или учебу.",
            "desc3": "Основные требования:",
            "desc4": "• Заявление: Заполненная анкета на получение визы. \n• Паспорт: Действительный паспорт. \n• Фотография: Цветная фотография размером 35x45 мм, сделанная за последние 6 месяцев. \n• Страховка: Медицинская страховка с покрытием в Европе не менее €30.000. \n• Финансовые гарантии: Доказательства финансовой состоятельности для покрытия расходов во время пребывания. \n• Приглашение от приглашающей стороны: Обычно требуется приглашение от лица, которая будет гарантом вашего пребывания в стране. \n• Цель визита: Необходимо предоставить документы, подтверждающие цель визита, например, план путешествия, бронирование отеля или информацию о месте проживания. \n",
            "desc5": "Процесс подачи заявки:",
            "desc6": "• Подготовка документов: Собрать необходимые документы, включая приглашение от приглашающей стороны, подтверждение цели визита и финансовые документы. \n• Подача заявления: Заявление на гостевую визу подается через дипломатические представительства Беларуси за рубежом или через специальные службы внутри страны. \n• Рассмотрение заявления: Ваше заявление будет рассмотрено консульством или соответствующим органом. Сроки рассмотрения могут различаться, но обычно это несколько недель. \n",
            "desc7": "Сроки рассмотрения: \nСроки рассмотрения гостевых виз могут варьироваться в зависимости от конкретных обстоятельств и загруженности консульства, но обычно это несколько недель. \n ",
            "desc8": "Примечания:",
            "desc9": "• Обновление информации: Правила и требования могут изменяться, поэтому для получения актуальной информации рекомендуется обращаться к официальным источникам или дипломатическим представительствам. \n• Заверение документов: Могут потребоваться заверенные копии документов или их переводы на белорусский или английский язык."
        }
    },
    {
        "title": "На постоянное проживание",
        "icon": "M16.586 2.58558C16.961 2.21063 17.4697 2 18 2C18.5303 2 19.039 2.21063 19.414 2.58558L33.4144 16.5858C33.694 16.8655 33.8845 17.2218 33.9616 17.6097C34.0387 17.9976 33.9991 18.3997 33.8478 18.7651C33.6964 19.1305 33.4402 19.4428 33.1113 19.6626C32.7825 19.8824 32.3959 19.9997 32.0004 19.9998H30.0003V32C30.0003 32.5304 29.7896 33.0391 29.4145 33.4142C29.0394 33.7893 28.5307 34 28.0003 34H24.0002C23.4697 34 22.961 33.7893 22.5859 33.4142C22.2108 33.0391 22.0001 32.5304 22.0001 32V25.9999C22.0001 25.4695 21.7894 24.9607 21.4143 24.5857C21.0392 24.2106 20.5305 23.9999 20.0001 23.9999H15.9999C15.4695 23.9999 14.9608 24.2106 14.5857 24.5857C14.2106 24.9607 13.9999 25.4695 13.9999 25.9999V32C13.9999 32.5304 13.7892 33.0391 13.4141 33.4142C13.039 33.7893 12.5303 34 11.9998 34H7.99973C7.46929 34 6.96057 33.7893 6.58548 33.4142C6.2104 33.0391 5.99968 32.5304 5.99968 32V19.9998H3.99963C3.60412 19.9997 3.21751 19.8824 2.88868 19.6626C2.55985 19.4428 2.30357 19.1305 2.15222 18.7651C2.00088 18.3997 1.96127 17.9976 2.03841 17.6097C2.11555 17.2218 2.30596 16.8655 2.58559 16.5858L16.586 2.58558Z",
        "desc": {
            "desc1": "Позволяет иностранным гражданам официально жить и работать на постоянной основе в другой стране",
            "desc2": "Виза на постоянное проживание предоставляет иностранным гражданам право на долгосрочное или постоянное пребывание в другой стране с целью оседлости, работы или воссоединения семьи. Она обычно связана с определенными критериями и требованиями, такими как наличие работы, семейные связи или инвестиции.",
            "desc3": "Основные требования:",
            "desc4": "• Заявление: Заполненная анкета на получение визы. \n• Паспорт: Действительный паспорт. \n• Фотография: Цветная фотография размером 35x45 мм, сделанная за последние 6 месяцев. Основание для проживания: Нередко требуется предоставить доказательства оснований для постоянного проживания, такие как семья, работа, учеба или инвестиции. \n• Финансовая состоятельность: Нередко требуется демонстрация финансовой самостоятельности для обеспечения себя и семьи в стране проживания.\n• Медицинское страхование: Иногда необходимо иметь медицинскую страховку для обеспечения медицинского покрытия. \n• Подтверждение легального статуса: Обычно требуется наличие законного статуса пребывания в стране, например, наличие временной визы или иного документа. \n",
            "desc5": "Процесс подачи заявки:",
            "desc6": "•Подготовка документов: Документы личной идентификации: Паспорт и другие идентификационные документы. \n• Документы о финансах: Банковские выписки, справки о доходах. \n• Документы о цели пребывания: Приглашения от работодателя, документы о браке или другие доказательства оснований для проживания. \n• Медицинские документы: Медицинская страховка, медицинские справки, если требуются. \n• Подача заявления: Заявление на визу на постоянное проживание подается через консульство или уполномоченные органы в соответствии с законодательством страны. \n",
            "desc7": "Сроки рассмотрения: \nСроки рассмотрения визы на постоянное проживание могут быть значительно разными в зависимости от страны и конкретной ситуации заявителя. Они могут варьироваться от нескольких месяцев до года и более. \n ",
            "desc8": "Примечания:",
            "desc9": "• Индивидуальные требования: Требования для получения визы на постоянное проживание могут различаться в разных странах, поэтому важно изучить конкретные требования для выбранной страны. \n• Консультация с профессионалом: При оформлении документов и прохождении процедур получения визы на постоянное проживание полезно обратиться к специалистам по иммиграционным вопросам для получения помощи и консультаций."
        }
    }
]